/****************************************************************************
*
*                             ОАО НПК НИИДАР
*                     107258, Москва, Бухвостова 11/12
*
*                    (c)Copyright 2009, НИИДАР, Москва
*
* Все права защищены.  Данная программа не предназначена для публикации  и
* копирования.  Программа состоит из конфиденциальных, содержащих
* коммерческую тайну НИИДАРа материалов. Любые попытки или участие
* в дешифрование, перепрограммировании и  ином изменении кода программы
* строго запрещены без письменного разрешения руководства НИИДАРа.
****************************************************************************/
/**
@file    discr_common.h
@author  Керский Е.В.
@date    06.07.2017
@brief   Комплекс программ первичной обработки (КППО).
Программа вычисления текущих замеров координат (ТЗК).
Обертки для дискриминаторных оценок.
*/

#ifndef DISCR_COMMON_H
#define DISCR_COMMON_H

#include "discr_types.h"

/****************************************************************************
ОБЪЯВЛЕНИЕ ПРОТОТИПОВ ФУНКЦИЙ
****************************************************************************/

#ifdef __cplusplus
extern "C" {
#endif

  //! Двухточечный дискриминатор, центр тяжести.
  int discr2( double maz[ 2 ][ 2 ], double mel[ 2 ][ 2 ], double mval[ 2 ][ 2 ],
                 double *az, double *el, double *val );

  //! Трехточечный дискриминатор.
  int discr3_( double maz[ 3 ][ 3 ], double mel[ 3 ][ 3 ], double mval[ 3 ][ 3 ],
               DISCRTYPE discrtype, double dx, double lambda,
               double *az, double *el, double *val );

  //! Трехточечный дискриминатор.
  int discr3( double **maz, double **mel, double **mval, int ndnx, int ndny, 
              DISCRTYPE discrtype, double dx, double lambda,
              double *az, double *el, double *val );

  //! проверка на возможность использования 3-х точечного дискриминатора.
  int checkuse3d( double **maz, double **mel, double **mval, int ndnx, int ndny );

  //! выделение из 3х3 диаграмм только 2х2 для перехода на использование 2-х точечного дискриминатора.
  int conv3to2( double maz3[ 3 ][ 3 ], double mel3[ 3 ][ 3 ], double mval3[ 3 ][ 3 ],
                double maz2[ 2 ][ 2 ], double mel2[ 2 ][ 2 ], double mval2[ 2 ][ 2 ] );

#ifdef __cplusplus
}
#endif

#endif
