var searchData=
[
  ['дальше_0',['Куда дальше',['../methods_visual_page.html#autotoc_md109',1,'']]],
  ['дальше_20—_20quinn_202nd_20и_20комплексный_20pipeline_1',['Что дальше — Quinn 2nd и комплексный pipeline',['../recommendations_page.html#autotoc_md144',1,'']]],
  ['делать_2',['Когда не работает (и что делать)',['../formulas_page.html#autotoc_md37',1,'']]],
  ['демонстрация_20работы_3',['Демонстрация работы',['../index.html#autotoc_md55',1,'']]],
  ['демо_20всех_20сценариев_4',['Авто-демо всех сценариев',['../methods_visual_page.html#autotoc_md82',1,'']]],
  ['динамике_5',['Раздел 1. GIF-анимации — поведение в динамике',['../methods_visual_page.html#autotoc_md73',1,'']]],
  ['дискриминаторные_20оценки_20координат_20кппо_20тзк_6',['Дискриминаторные оценки координат (КППО / ТЗК)',['../index.html#autotoc_md45',1,'']]],
  ['дискриминаторных_20оценок_7',['Полное описание формул дискриминаторных оценок',['../formulas_page.html#autotoc_md15',1,'']]],
  ['дискриминаторов_20«вживую»_20—_20анимации_203d_20карты_20и_20контуры_8',['Поведение дискриминаторов «вживую» — анимации, 3D-карты и контуры',['../methods_visual_page.html#autotoc_md71',1,'']]],
  ['дискриминаторы_20на_20sinc_20x_20−_200_2025_9',['Все дискриминаторы на sinc(x − 0.25)',['../methods_visual_page.html#autotoc_md92',1,'']]],
  ['дискриминаторы_20частоты_10',['FFT-дискриминаторы частоты',['../fft_page.html',1,'index']]],
  ['дискриминаторы_20частоты_20tt_20test_5fpython_20tt_20—_2010_20тестов_202_20графика_11',['4. FFT-дискриминаторы частоты (&lt;tt&gt;test_python/&lt;/tt&gt;) — 10 тестов + 2 графика',['../tests_page.html#autotoc_md173',1,'']]],
  ['дискриминационная_20характеристика_12',['Дискриминационная характеристика',['../fft_page.html#autotoc_md7',1,'']]],
  ['для_20равноотстоящих_20f_24_20x_5fi_202_201_200_201_202_20f_24_13',['Замкнутая формула для равноотстоящих \f$ x_i = \{-2,-1,0,1,2\} \f$',['../formulas_page.html#autotoc_md33',1,'']]],
  ['для_20тестов_20и_20прототипирования_14',['Python-код (для тестов и прототипирования)',['../recommendations_page.html#autotoc_md140',1,'']]],
  ['дн_15',['C: классический 3-точечный QA на угловой ДН',['../index.html#autotoc_md61',1,'']]],
  ['документации_16',['Содержание документации',['../index.html#autotoc_md51',1,'']]],
  ['документы_20вне_20doxygen_17',['Markdown-документы (вне Doxygen)',['../index.html#autotoc_md68',1,'']]],
  ['дополнительные_20ресурсы_18',['дополнительные ресурсы',['../recommendations_page.html#autotoc_md149',1,'Дополнительные ресурсы'],['../index.html#autotoc_md66',1,'Ссылки и дополнительные ресурсы']]]
];
