var searchData=
[
  ['найти_20частоту_20в_20зашумлённом_20сигнале_20—_20финальные_20выводы_0',['Как найти частоту в зашумлённом сигнале — финальные выводы',['../recommendations_page.html#autotoc_md110',1,'']]],
  ['нам_20zp×2_20минимум_1',['Зачем нам zp×2 минимум',['../recommendations_page.html#autotoc_md136',1,'']]],
  ['нарастание_20шума_2',['Нарастание шума',['../methods_visual_page.html#autotoc_md78',1,'']]],
  ['на_20одной_20картинке_3',['Сравнение 4 классических методов на одной картинке',['../methods_visual_page.html#autotoc_md87',1,'']]],
  ['на_20одну_20минуту_4',['Главная рекомендация — на одну минуту',['../recommendations_page.html#autotoc_md112',1,'']]],
  ['на_20одну_20страницу_5',['Главная рекомендация (на одну страницу)',['../index.html#autotoc_md53',1,'']]],
  ['на_20практике_6',['Что это значит на практике',['../recommendations_page.html#autotoc_md125',1,'']]],
  ['на_20угловой_20дн_7',['C: классический 3-точечный QA на угловой ДН',['../index.html#autotoc_md61',1,'']]],
  ['на_20эталоне_8',['Раздел 3. Чистый сигнал — точность на эталоне',['../methods_visual_page.html#autotoc_md91',1,'']]],
  ['на_20hanning_9',['Правый график — парабола на Hanning',['../recommendations_page.html#autotoc_md132',1,'']]],
  ['на_20hanning_20kernel_10',['МНК-5 на Hanning kernel',['../methods_visual_page.html#autotoc_md94',1,'']]],
  ['на_20sinc_20x_20−_200_2025_11',['Все дискриминаторы на sinc(x − 0.25)',['../methods_visual_page.html#autotoc_md92',1,'']]],
  ['не_20нужен_20«гибрид»_12',['Почему не нужен «гибрид»',['../recommendations_page.html#autotoc_md113',1,'']]],
  ['не_20работает_20и_20что_20делать_13',['Когда не работает (и что делать)',['../formulas_page.html#autotoc_md37',1,'']]],
  ['не_207_20или_209_14',['Почему именно 5 точек, а не 7 или 9',['../recommendations_page.html#autotoc_md127',1,'']]],
  ['нормальная_20зона_15',['Крупный план — нормальная зона',['../methods_visual_page.html#autotoc_md76',1,'']]],
  ['нужен_20«гибрид»_16',['Почему не нужен «гибрид»',['../recommendations_page.html#autotoc_md113',1,'']]]
];
