var searchData=
[
  ['вердикт_20по_20результатам_20монте_20карло_20hanning_20kernel_20zp×2_20105_20000_20испытаний_0',['Вердикт по результатам Монте-Карло (Hanning kernel, zp×2, 105 000 испытаний)',['../formulas_page.html#autotoc_md42',1,'']]],
  ['взглядом_1',['Шесть методов одним взглядом',['../index.html#autotoc_md57',1,'']]],
  ['вида_20тестов_20—_2077_20тестов_2',['4 вида тестов — 77+ тестов',['../tests_page.html#autotoc_md152',1,'']]],
  ['визуальный_20разбор_20методов_3',['Визуальный разбор методов',['../methods_visual_page.html',1,'index']]],
  ['влияние_20оконной_20функции_4',['Влияние оконной функции',['../fft_page.html#autotoc_md11',1,'']]],
  ['вместе_5',['Sweep по всей зоне — все методы вместе',['../methods_visual_page.html#autotoc_md74',1,'']]],
  ['внешние_20источники_6',['Внешние источники',['../index.html#autotoc_md69',1,'']]],
  ['вне_20doxygen_7',['Markdown-документы (вне Doxygen)',['../index.html#autotoc_md68',1,'']]],
  ['внутри_20проекта_8',['Внутри проекта',['../index.html#autotoc_md67',1,'']]],
  ['во_20сколько_20раз_20лучше_9',['Правый график — во сколько раз лучше',['../recommendations_page.html#autotoc_md117',1,'']]],
  ['всей_20зоне_20—_20все_20методы_20вместе_10',['Sweep по всей зоне — все методы вместе',['../methods_visual_page.html#autotoc_md74',1,'']]],
  ['всех_20методов_11',['7. Сравнение всех методов',['../formulas_page.html#autotoc_md40',1,'']]],
  ['всех_20сценариев_12',['Авто-демо всех сценариев',['../methods_visual_page.html#autotoc_md82',1,'']]],
  ['все_20дискриминаторы_20на_20sinc_20x_20−_200_2025_13',['Все дискриминаторы на sinc(x − 0.25)',['../methods_visual_page.html#autotoc_md92',1,'']]],
  ['все_20методы_20вместе_14',['Sweep по всей зоне — все методы вместе',['../methods_visual_page.html#autotoc_md74',1,'']]],
  ['выбор_20с_20защитой_20от_20монотонной_20зоны_15',['C: автоматический выбор с защитой от монотонной зоны',['../index.html#autotoc_md62',1,'']]],
  ['выводы_16',['Как найти частоту в зашумлённом сигнале — финальные выводы',['../recommendations_page.html#autotoc_md110',1,'']]],
  ['в_20динамике_17',['Раздел 1. GIF-анимации — поведение в динамике',['../methods_visual_page.html#autotoc_md73',1,'']]],
  ['в_20зашумлённом_20сигнале_20—_20финальные_20выводы_18',['Как найти частоту в зашумлённом сигнале — финальные выводы',['../recommendations_page.html#autotoc_md110',1,'']]],
  ['в_20реальных_20герцах_19',['Что это значит в реальных герцах',['../recommendations_page.html#autotoc_md119',1,'']]]
];
