var searchData=
[
  ['паттерн_20теста_0',['Паттерн теста',['../tests_page.html#autotoc_md30',1,'']]],
  ['полное_20описание_20формул_20дискриминаторных_20оценок_1',['Полное описание формул дискриминаторных оценок',['../formulas_page.html#autotoc_md0',1,'']]],
  ['простые_20c_20тесты_2',['Простые C++ тесты',['../tests_page.html#autotoc_md43',1,'']]],
  ['простые_20c_20тесты_20test_5fcpp_20—_2027_20тестов_3',['1. Простые C++ тесты (&lt;span class=&quot;tt&quot;&gt;test_cpp/&lt;/span&gt;) — 27 тестов',['../tests_page.html#autotoc_md28',1,'']]],
  ['пересчёта_4',['5. Обёртка discr3() — коэффициент пересчёта',['../formulas_page.html#autotoc_md17',1,'']]]
];
