var searchData=
[
  ['паттерн_20теста_0',['Паттерн теста',['../tests_page.html#autotoc_md51',1,'']]],
  ['пересчёта_1',['5. Обёртка discr3() — коэффициент пересчёта',['../formulas_page.html#autotoc_md32',1,'']]],
  ['полное_20описание_20формул_20дискриминаторных_20оценок_2',['Полное описание формул дискриминаторных оценок',['../formulas_page.html#autotoc_md15',1,'']]],
  ['по_20амплитуде_3',['2-точечные (top-2 bins по амплитуде)',['../fft_page.html#autotoc_md5',1,'']]],
  ['по_20спектру_4',['FFT-применение: оценка частоты по спектру',['../index.html#autotoc_md42',1,'']]],
  ['по_20fft_20спектру_20из_20primer_20m_5',['Оценка частоты по FFT-спектру (из Primer.m)',['../fft_page.html#autotoc_md0',1,'']]],
  ['применение_3a_20оценка_20частоты_20по_20спектру_6',['FFT-применение: оценка частоты по спектру',['../index.html#autotoc_md42',1,'']]],
  ['происхождение_7',['Происхождение',['../fft_page.html#autotoc_md14',1,'']]],
  ['простые_20c_20тесты_8',['Простые C++ тесты',['../tests_page.html#autotoc_md64',1,'']]],
  ['простые_20c_20тесты_20tt_20test_5fcpp_20tt_20—_2027_20тестов_9',['1. Простые C++ тесты (&lt;tt&gt;test_cpp/&lt;/tt&gt;) — 27 тестов',['../tests_page.html#autotoc_md49',1,'']]]
];
