var searchData=
[
  ['сборка_20и_20запуск_0',['Сборка и запуск',['../tests_page.html#autotoc_md63',1,'']]],
  ['сигнал_1',['Сигнал',['../fft_page.html#autotoc_md1',1,'']]],
  ['смысл_2',['Физический смысл',['../index.html#autotoc_md38',1,'']]],
  ['содержание_3',['Содержание',['../index.html#autotoc_md35',1,'']]],
  ['спектру_4',['FFT-применение: оценка частоты по спектру',['../index.html#autotoc_md42',1,'']]],
  ['спектру_20из_20primer_20m_5',['Оценка частоты по FFT-спектру (из Primer.m)',['../fft_page.html#autotoc_md0',1,'']]],
  ['сравнение_20точности_6',['Сравнение точности',['../fft_page.html#autotoc_md9',1,'']]],
  ['сравнения_20точности_7',['Результат сравнения точности',['../tests_page.html#autotoc_md60',1,'']]],
  ['старт_8',['Быстрый старт',['../index.html#autotoc_md44',1,'']]],
  ['страница_9',['Главная страница',['../index.html',1,'']]],
  ['структура_10',['структура',['../tests_page.html#autotoc_md50',1,'Структура'],['../tests_page.html#autotoc_md55',1,'Структура']]],
  ['суммарно_20разностный_20sd_20—_20sum_20difference_11',['2. Суммарно-разностный (SD — Sum-Difference)',['../formulas_page.html#autotoc_md22',1,'']]]
];
