var searchData=
[
  ['гауссиан_0',['Почему именно Гауссиан',['../formulas_page.html#autotoc_md38',1,'']]],
  ['гауссиан_20по_205_20точкам_20—_205ea_20tt_20discr5ea_20tt_1',['6. МНК-Гауссиан по 5 точкам — 5EA (&lt;tt&gt;discr5ea&lt;/tt&gt;)',['../formulas_page.html#autotoc_md35',1,'']]],
  ['герцах_2',['Что это значит в реальных герцах',['../recommendations_page.html#autotoc_md119',1,'']]],
  ['главная_20рекомендация_20на_20одну_20страницу_3',['Главная рекомендация (на одну страницу)',['../index.html#autotoc_md53',1,'']]],
  ['главная_20рекомендация_20—_20на_20одну_20минуту_4',['Главная рекомендация — на одну минуту',['../recommendations_page.html#autotoc_md112',1,'']]],
  ['главная_20страница_5',['Главная страница',['../index.html',1,'']]],
  ['главное_20если_20коротко_6',['Самое главное, если коротко',['../recommendations_page.html#autotoc_md151',1,'']]],
  ['главный_20эксперимент_20—_20кто_20победил_7',['Главный эксперимент — кто победил',['../recommendations_page.html#autotoc_md115',1,'']]],
  ['графика_8',['графика',['../tests_page.html#autotoc_md163',1,'3. Python тесты (&lt;tt&gt;test_python/&lt;/tt&gt;) — 7 тестов + 3 графика'],['../tests_page.html#autotoc_md173',1,'4. FFT-дискриминаторы частоты (&lt;tt&gt;test_python/&lt;/tt&gt;) — 10 тестов + 2 графика']]],
  ['графики_9',['Графики',['../tests_page.html#autotoc_md166',1,'']]],
  ['графики_20fft_10',['Графики FFT',['../tests_page.html#autotoc_md176',1,'']]],
  ['график_20—_20во_20сколько_20раз_20лучше_11',['Правый график — во сколько раз лучше',['../recommendations_page.html#autotoc_md117',1,'']]],
  ['график_20—_20ошибка_20vs_20snr_12',['Левый график — ошибка vs SNR',['../recommendations_page.html#autotoc_md116',1,'']]],
  ['график_20—_20парабола_20на_20hanning_13',['Правый график — парабола на Hanning',['../recommendations_page.html#autotoc_md132',1,'']]],
  ['график_20—_20при_20типичных_20условиях_14',['Левый график — при типичных условиях',['../recommendations_page.html#autotoc_md120',1,'']]],
  ['график_20—_20точность_20vs_20snr_15',['Правый график — точность vs SNR',['../recommendations_page.html#autotoc_md121',1,'']]],
  ['график_20—_20форма_20пика_16',['Левый график — форма пика',['../recommendations_page.html#autotoc_md131',1,'']]],
  ['группы_17',['Тестовые группы',['../tests_page.html#autotoc_md174',1,'']]]
];
