var searchData=
[
  ['дискриминаторные_20оценки_20координат_20кппо_20тзк_0',['Дискриминаторные оценки координат (КППО / ТЗК)',['../index.html#autotoc_md33',1,'']]],
  ['дискриминаторных_20оценок_1',['Полное описание формул дискриминаторных оценок',['../formulas_page.html#autotoc_md15',1,'']]],
  ['дискриминаторы_20частоты_2',['FFT-дискриминаторы частоты',['../fft_page.html',1,'index']]],
  ['дискриминаторы_20частоты_20tt_20test_5fpython_20tt_20—_2010_20тестов_202_20графика_3',['4. FFT-дискриминаторы частоты (&lt;tt&gt;test_python/&lt;/tt&gt;) — 10 тестов + 2 графика',['../tests_page.html#autotoc_md68',1,'']]],
  ['дискриминационная_20характеристика_4',['Дискриминационная характеристика',['../fft_page.html#autotoc_md7',1,'']]]
];
