var searchData=
[
  ['обёртка_20discr3_20—_20коэффициент_20пересчёта_0',['5. Обёртка discr3() — коэффициент пересчёта',['../formulas_page.html#autotoc_md32',1,'']]],
  ['оконной_20функции_1',['Влияние оконной функции',['../fft_page.html#autotoc_md11',1,'']]],
  ['описание_20формул_20дискриминаторных_20оценок_2',['Полное описание формул дискриминаторных оценок',['../formulas_page.html#autotoc_md15',1,'']]],
  ['оценка_20частоты_20по_20спектру_3',['FFT-применение: оценка частоты по спектру',['../index.html#autotoc_md42',1,'']]],
  ['оценка_20частоты_20по_20fft_20спектру_20из_20primer_20m_4',['Оценка частоты по FFT-спектру (из Primer.m)',['../fft_page.html#autotoc_md0',1,'']]],
  ['оценки_20координат_5',['4 метода оценки координат',['../index.html#autotoc_md40',1,'']]],
  ['оценки_20координат_20кппо_20тзк_6',['Дискриминаторные оценки координат (КППО / ТЗК)',['../index.html#autotoc_md33',1,'']]],
  ['оценки_20частоты_7',['5 методов оценки частоты',['../fft_page.html#autotoc_md3',1,'']]],
  ['оценок_8',['Полное описание формул дискриминаторных оценок',['../formulas_page.html#autotoc_md15',1,'']]]
];
