var searchData=
[
  ['сборка_20и_20запуск_0',['Сборка и запуск',['../tests_page.html#autotoc_md42',1,'']]],
  ['структура_1',['Структура',['../tests_page.html#autotoc_md29',1,'Структура'],['../tests_page.html#autotoc_md34',1,'Структура']]],
  ['суммарно_20разностный_20sd_20—_20sum_20difference_2',['2. Суммарно-разностный (SD — Sum-Difference)',['../formulas_page.html#autotoc_md7',1,'']]],
  ['сетки_3',['Зависимость ошибки от шага сетки',['../index.html#autotoc_md25',1,'']]],
  ['смысл_4',['Физический смысл',['../index.html#autotoc_md21',1,'']]],
  ['сравнения_20точности_5',['Результат сравнения точности',['../tests_page.html#autotoc_md39',1,'']]],
  ['старт_6',['Быстрый старт',['../index.html#autotoc_md23',1,'']]],
  ['страница_7',['Главная страница',['../index.html',1,'']]]
];
