var searchData=
[
  ['базовые_20методы_20под_20монте_20карло_20шумом_0',['Базовые методы под Монте-Карло шумом',['../methods_visual_page.html#autotoc_md101',1,'']]],
  ['без_20шума_1',['МНК 5/7/9 точек — без шума',['../methods_visual_page.html#autotoc_md98',1,'']]],
  ['бинная_20оценка_20частоты_20по_205_20точкам_20спектра_20рекомендация_2',['C: суб-бинная оценка частоты по 5 точкам спектра (рекомендация)',['../index.html#autotoc_md60',1,'']]],
  ['бины_20k_201_20k_20k_201_3',['3-точечные (бины k-1, k, k+1)',['../fft_page.html#autotoc_md4',1,'']]],
  ['бонус_3a_20монотонная_20зона_4',['Бонус: монотонная зона',['../recommendations_page.html#autotoc_md123',1,'']]],
  ['быстрый_20старт_5',['Быстрый старт',['../index.html#autotoc_md59',1,'']]]
];
