var searchData=
[
  ['финальные_20выводы_0',['Как найти частоту в зашумлённом сигнале — финальные выводы',['../recommendations_page.html#autotoc_md110',1,'']]],
  ['форма_20пика_1',['Левый график — форма пика',['../recommendations_page.html#autotoc_md131',1,'']]],
  ['формула_20для_20равноотстоящих_20f_24_20x_5fi_202_201_200_201_202_20f_24_2',['Замкнутая формула для равноотстоящих \f$ x_i = \{-2,-1,0,1,2\} \f$',['../formulas_page.html#autotoc_md33',1,'']]],
  ['формулы_3',['Математические формулы',['../formulas_page.html',1,'index']]],
  ['формул_20дискриминаторных_20оценок_4',['Полное описание формул дискриминаторных оценок',['../formulas_page.html#autotoc_md15',1,'']]],
  ['функции_5',['Влияние оконной функции',['../fft_page.html#autotoc_md11',1,'']]],
  ['функция_20x0_20snr_6',['5EA: точность как функция (x0, SNR)',['../methods_visual_page.html#autotoc_md85',1,'']]]
];
