var searchData=
[
  ['замкнутая_20формула_20для_20равноотстоящих_20f_24_20x_5fi_202_201_200_201_202_20f_24_0',['Замкнутая формула для равноотстоящих \f$ x_i = \{-2,-1,0,1,2\} \f$',['../formulas_page.html#autotoc_md33',1,'']]],
  ['запуск_1',['Сборка и запуск',['../tests_page.html#autotoc_md168',1,'']]],
  ['запуск_20тестов_2',['Запуск тестов',['../fft_page.html#autotoc_md13',1,'']]],
  ['зачем_3',['Что это и зачем',['../index.html#autotoc_md48',1,'']]],
  ['зачем_20нам_20zp×2_20минимум_4',['Зачем нам zp×2 минимум',['../recommendations_page.html#autotoc_md136',1,'']]],
  ['зашумлённом_20сигнале_20—_20финальные_20выводы_5',['Как найти частоту в зашумлённом сигнале — финальные выводы',['../recommendations_page.html#autotoc_md110',1,'']]],
  ['защитой_20от_20монотонной_20зоны_6',['C: автоматический выбор с защитой от монотонной зоны',['../index.html#autotoc_md62',1,'']]],
  ['значит_20в_20реальных_20герцах_7',['Что это значит в реальных герцах',['../recommendations_page.html#autotoc_md119',1,'']]],
  ['значит_20на_20практике_8',['Что это значит на практике',['../recommendations_page.html#autotoc_md125',1,'']]],
  ['зона_9',['зона',['../recommendations_page.html#autotoc_md123',1,'Бонус: монотонная зона'],['../methods_visual_page.html#autotoc_md76',1,'Крупный план — нормальная зона'],['../methods_visual_page.html#autotoc_md107',1,'Раздел 5. Монотонная зона']]],
  ['зоне_20—_20все_20методы_20вместе_10',['Sweep по всей зоне — все методы вместе',['../methods_visual_page.html#autotoc_md74',1,'']]],
  ['зоны_11',['C: автоматический выбор с защитой от монотонной зоны',['../index.html#autotoc_md62',1,'']]]
];
