var searchData=
[
  ['частоты_0',['частоты',['../fft_page.html#autotoc_md3',1,'5 методов оценки частоты'],['../fft_page.html',1,'FFT-дискриминаторы частоты']]],
  ['частоты_20по_20спектру_1',['FFT-применение: оценка частоты по спектру',['../index.html#autotoc_md42',1,'']]],
  ['частоты_20по_20fft_20спектру_20из_20primer_20m_2',['Оценка частоты по FFT-спектру (из Primer.m)',['../fft_page.html#autotoc_md0',1,'']]],
  ['частоты_20tt_20test_5fpython_20tt_20—_2010_20тестов_202_20графика_3',['4. FFT-дискриминаторы частоты (&lt;tt&gt;test_python/&lt;/tt&gt;) — 10 тестов + 2 графика',['../tests_page.html#autotoc_md68',1,'']]]
];
