var searchData=
[
  ['кппо_20тзк_0',['Дискриминаторные оценки координат (КППО / ТЗК)',['../index.html#autotoc_md18',1,'']]],
  ['квадратичная_20аппроксимация_20qa_20—_20quadratic_20approximation_1',['3. Квадратичная аппроксимация (QA — Quadratic Approximation)',['../formulas_page.html#autotoc_md10',1,'']]],
  ['ключевые_20тесты_2',['Ключевые тесты',['../tests_page.html#autotoc_md35',1,'']]],
  ['координат_20кппо_20тзк_3',['Дискриминаторные оценки координат (КППО / ТЗК)',['../index.html#autotoc_md18',1,'']]],
  ['коэффициент_20пересчёта_4',['5. Обёртка discr3() — коэффициент пересчёта',['../formulas_page.html#autotoc_md17',1,'']]]
];
