var indexSectionsWithContent =
{
  0: "123457_acdefgmnopqstxабвгдзикмнопрстуфцшэ—",
  1: "a",
  2: "dfmt",
  3: "cd",
  4: "ax",
  5: "d",
  6: "d",
  7: "_",
  8: "123457acdegnopqstxабвгдзикмнопрстуфцшэ—"
};

var indexSectionNames =
{
  0: "all",
  1: "classes",
  2: "files",
  3: "functions",
  4: "variables",
  5: "enums",
  6: "enumvalues",
  7: "defines",
  8: "pages"
};

var indexSectionLabels =
{
  0: "Указатель",
  1: "Структуры данных",
  2: "Файлы",
  3: "Функции",
  4: "Переменные",
  5: "Перечисления",
  6: "Элементы перечислений",
  7: "Макросы",
  8: "Страницы"
};

